;Localization add-in for day 90 DLC 

;-----------------------
; SPARK CLASS
;-----------------------
[Spark X2SoldierClassTemplate]
DisplayName="ІСКРА"
ClassSummary="Ці потужні роботи здатні обрушувати на противників найпотужніші атаки або захищати союзників від ворожого вогню."
LeftAbilityTreeTitle="Битва майбутнього"
RightAbilityTreeTitle="Бойова машина"

RandomNickNames[0]="Пендрагон"
RandomNickNames[1]="Ланселот"
RandomNickNames[2]="Галахад"
RandomNickNames[3]="Гавейн"
RandomNickNames[4]="Герцог"
RandomNickNames[5]="Герцогиня"
RandomNickNames[6]="Граф"
RandomNickNames[7]="Барон"
RandomNickNames[8]="Тура"
RandomNickNames[9]="Єпископ"
RandomNickNames[10]="Марграф"
RandomNickNames[11]="Драгун"
RandomNickNames[12]="Мірмідон"
RandomNickNames[13]="Гопліт"
RandomNickNames[14]="Центуріон"
RandomNickNames[15]="Преторіанець"
RandomNickNames[16]="Шабля"
RandomNickNames[17]="Єгер"
RandomNickNames[18]="Вектор"
RandomNickNames[19]="Титан"
RandomNickNames[20]="Клеймор"
RandomNickNames[21]="Фальшіон"
RandomNickNames[22]="Рапіра"
RandomNickNames[23]="Моргенштерн"
RandomNickNames[24]="Глефа"
RandomNickNames[25]="Алебарда"
RandomNickNames[26]="Спис"
RandomNickNames[27]="Сариса"
RandomNickNames[28]="Масамуне"
RandomNickNames[29]="Ескалібур"
RandomNickNames[30]="Гунгнір"
RandomNickNames[31]="Мьйольнір"
RandomNickNames[32]="Гладіус"
RandomNickNames[33]="Ятаган"
RandomNickNames[34]="Тризуб"
RandomNickNames[35]="Коса"
RandomNickNames[36]="Гіга"
RandomNickNames[38]="Троян"
RandomNickNames[39]="Руйнівник"
RandomNickNames[40]="Термінатор"
RandomNickNames[41]="Іржавий"
RandomNickNames[42]="Руйнівник"
RandomNickNames[43]="Сторож"
RandomNickNames[44]="Джонні"
RandomNickNames[45]="Зламок"
RandomNickNames[46]="Металобрухт"
RandomNickNames[47]="Залізяка"
RandomNickNames[48]="Велетень"

RankNames[0]="Новобранець"
RankNames[1]="Зброєносець"
RankNames[2]="Піхотинець"
RankNames[3]="Лицар"
RankNames[4]="Захисник"
RankNames[5]="Авангард"
RankNames[6]="Паладин"
RankNames[7]="Поборник"

ShortNames[0]="Нов."
ShortNames[1]="Збр."
ShortNames[2]="Піх."
ShortNames[3]="Лцр."
ShortNames[4]="Зхс."
ShortNames[5]="Авг."
ShortNames[6]="Плд."
ShortNames[7]="Пбр."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"

[ChiefEngineer X2SoldierClassTemplate]
DisplayName="Спеціаліст"
ClassSummary="Спеціалісти - оператори найскладнішого обладнання: бойових дронів, здатних вести вогонь або надавати медичну допомогу."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранець"
RankNames[1]="ГОЛОВНИЙ ІНЖЕНЕР"

ShortNames[0]="Нов."
ShortNames[1]="Інж."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_chief_engineer"

;-----------------------
; TECHS
;-----------------------
[MechanizedWarfare X2TechTemplate]
DisplayName="Роботизація військових дій"
Summary="Незадовго до вторгнення батько зміг створити експериментальний МЕК. За допомогою декількох модифікацій та модернізацій технології його можна підготувати до бойової експлуатації."


[BuildSpark X2TechTemplate]
DisplayName="\"Іскра\""
Summary="Знайдений прототип системи \"Іскра\", розроблений покійним доктором Реймоном Шенем до вторгнення два десятиліття тому, послужив, судячи з усього, основою для всіх подальших розробок МЕКів \"Адвента\". \"Іскра\" представляє собою роботизовану бойову одиницю, здатну виконувати як атакуючі, так і захисні функції."

;-----------------------
; STAFF SLOTS
;-----------------------
[SparkStaffSlot X2StaffSlotTemplate]
EmptyText="ВІДКРИТО: ПОТРІБНА \"ІСКРА\""
BonusEmptyText="Початок ремонту \"Іскри\"."
BonusText="РЕМОНТ \"ІСКРИ\""
FilledText="%UNITNAME ремонтується!"
LockedText="НЕДОСТУПНО: ПОБУДУЙТЕ \"ІСКРУ\""

;-----------------------
; SPARK WEAPONS
;-----------------------
[SparkRifle_CV X2WeaponTemplate]
FriendlyName="Важка автопушка"
FriendlyNamePlural="Важкі автопушки"
BriefSummary="Потужна, але виключно важка гармата, створена спеціально для \"Іскри\"."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата при відсутності особливих здібностей."
AbilityDescName="важка автопушка"

[SparkRifle_MG X2WeaponTemplate]
FriendlyName="Рельсотронна гармата"
FriendlyNamePlural="Рельсотронні гармати"
BriefSummary="Додаткове посилення дозволяє підвищити міцність і потужність, знизивши знос при активній експлуатації."
TacticalText="<Bullet/> Рельсотронна гармата відрізняється підвищеною міцністю і потужністю та є значним покращенням стандартної автопушки, встановлюваної на \"Іскри\". \n<Bullet/> Постріл з основної зброї завжди завершує хід солдата при відсутності у нього особливих здібностей."
AbilityDescName="рельсотронна гармата"

[SparkRifle_BM X2WeaponTemplate]
FriendlyName="Елерієва фазова гармата"
FriendlyNamePlural="Елерієві фазові гармати"
BriefSummary="Установка мініатюрної елерієвої батареї забезпечує \"Іскрі\" неперевершену бойову міць."
TacticalText="<Bullet/> Елерієва фазова гармата, розроблена спеціально для \"Іскри\", - вершина зброярських технологій.\n<Bullet/> Постріл з основної зброї завжди завершує хід солдата при відсутності особливих здібностей."
AbilityDescName="елерієва фазова гармата"

[SparkBit_CV X2GremlinTemplate]
FriendlyName="\"BIT\" \"ІСКРИ\""
FriendlyNamePlural="\"BIT\" \"ІСКРИ\""
BriefSummary=""
TacticalText="<Bullet/> \"BIT\" дозволяє \"Іскрам\" виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує \"Іскру\", слідуючи різним протоколам: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помічає \"BIT\"; також його неможливо пошкодити або знищити. Він відключиться, якщо \"Іскра\" буде вбито або він не зможе ним керувати."
AbilityDescName="\"BIT\" \"ІСКРИ\""

[SparkBit_MG X2GremlinTemplate]
FriendlyName="Екранований \"BIT\""
FriendlyNamePlural="Екрановані \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Нова екранована модель покращує шкоду та медичну ефективність \"BIT\".\n<Bullet/> \"BIT\" дозволяє \"Іскрам\" виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує \"Іскру\", слідуючи різним протоколам: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помічає \"BIT\"; також його неможливо пошкодити або знищити. Він відключиться, якщо \"Іскра\" буде вбито або він не зможе ним керувати."
AbilityDescName="\"BIT\" \"ІСКРИ\""

[SparkBit_BM X2GremlinTemplate]
FriendlyName="Усилений \"BIT\""
FriendlyNamePlural="Усилені \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Нова посилена модель покращує шкоду та медичну ефективність \"BIT\".\n<Bullet/> \"BIT\" дозволяє \"Іскрам\" виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує \"Іскру\", слідуючи різним протоколам: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помічає \"BIT\"; також його неможливо пошкодити або знищити. Він відключиться, якщо \"Іскра\" буде вбито або він не зможе ним керувати."
AbilityDescName="\"BIT\" \"ІСКРИ\""

;-----------------------
; Shen's Gremlin
;-----------------------
[Gremlin_Shen X2GremlinTemplate]
FriendlyName="\"Ровер\""
FriendlyNamePlural="\"Ровер\""
BriefSummary="\"Ровер\", найраніший прототип \"Гремліна\", розроблений Лілі Шень, має ряд особливостей у поведінці, викликаних \"унікальними\" доопрацюваннями протягом багатьох років."
TacticalText="<Bullet/> Дрон \"Гремлін\" дозволяє спеціалістам виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує спеціаліста, який може призначити йому протоколи: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогу.\n<Bullet/> Зазвичай противник не помічає \"Гремліна\", також його неможливо пошкодити або знищити. Він відключиться, якщо спеціаліста буде вбито або він не зможе ним керувати."

;-----------------------
; Feral MEC WEAPONS - Temp to support playable mission
;-----------------------
[FeralMEC_M1_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКів"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотної зброї. Це найбільш поширений зразок, що недалеко пішов від гвинтівки, яку використовували 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрілянину, буде зроблено три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

[FeralMEC_M2_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКів"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотної зброї. Це найбільш поширений зразок, що недалеко пішов від гвинтівки, яку використовували 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрілянину, буде зроблено три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

[FeralMEC_M3_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Гармата покинутого МЕКа"
FriendlyNamePlural="Гармати покинутих МЕКів"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотної зброї. Це найбільш поширений зразок, що недалеко пішов від гвинтівки, яку використовували 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрілянину, буде зроблено три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

[Sectopod_Markov_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Бластер сектопода"
FriendlyNamePlural="Бластери сектопода"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотної зброї. Це найбільш поширений зразок, що недалеко пішов від гвинтівки, яку використовували 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрілянину, буде зроблено три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

;-----------------------
; Character Templates
;-----------------------
[FeralMEC_M1 X2CharacterTemplate]
strCharacterName="Покинутий МЕК"

[Sectopod_Markov X2CharacterTemplate]
strCharacterName="Джуліан"

[LostTowersTurretM1 X2CharacterTemplate]
strCharacterName="Стара турель"

[JulianUnknown X2CharacterTemplate]
strCharacterName="Інтерком"

[Julian X2CharacterTemplate]
strCharacterName="Джуліан"

[JulianSectopod X2CharacterTemplate]
strCharacterName="Джуліан"

[SPARK X2CharacterTemplate]
strCharacterName="\"Іскра\""

;-----------------------
; Lost Towers Turret Weapon
;-----------------------
[LostTowersTurretM1_Wpn X2WeaponTemplate]
FriendlyName="Турельна гармата"
FriendlyNamePlural="Турельні гармати"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотної зброї. Це найбільш поширений зразок, що недалеко пішов від гвинтівки, яку використовували 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрілянину, буде зроблено три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_LostTowers X2PointOfInterestTemplate]
DisplayNames[0]="Зашифрований сигнал"

CompletedSummaries[0]="Невідомий сигнал зміг якимось чином обійти віддалене управління \"Ровером\" і отримати доступ до його систем. Для цього необхідні знання, якими володів лише нині покійний доктор Реймонд Шень. Потрібно негайно розслідувати це."

POIImages[0]="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"

;-----------------------
; REWARDS
;-----------------------

[Reward_LostTowers X2RewardTemplate]
DisplayName="Розвідувальне завдання"

[ResAct_LostTowersInvestigated X2ResistanceActivityTemplate]
DisplayName="Покинуті вежі досліджені:"

;-----------------------
; Lost Towers Mission Data
;-----------------------
[MissionSource_LostTowers X2MissionSourceTemplate]
MissionPinLabel="Покинуті вежі"
BattleOpName="Операція \"Останній подарунок\""

[LostTower X2MissionSiteDescriptionTemplate]
DescriptionString="Покинутий комплекс \"Адвента\""

[LastGift X2MissionTemplate]
DisplayName="Дослідити комплекс"
Briefing="Розслідування - Невідомий об'єкт"
PostMissionType="Покинуті вежі"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацію Шеня"
PreMissionNarratives[0]="DLC_90_NarrativeMoments.DLC3_S_Dropship_Intro"

;We may be pursuing a solution where this mission has three discrete parts.
;The data below supports that but likely won't be used in the final version
[LastGiftB X2MissionTemplate]
DisplayName="Знайти \"Іскру\", ч. 2"
Briefing="Покинуті вежі"
PostMissionType="Покинуті вежі"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацію Шеня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[LastGiftC X2MissionTemplate]
DisplayName="Знайти \"Іскру\", ч. 3"
Briefing="Покинуті вежі"
PostMissionType="Покинуті вежі"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Знайти проектну документацію Шеня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[DefaultLastGift X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Дослідити комплекс"
ObjectiveTextPools[1]="Увімкнути живлення ліфтів"
ObjectiveTextPools[2]="Підняти всіх солдатів XCOM на ліфті"
ObjectiveTextPools[3]="Лілі Шень повинна вижити"

[DefaultLastGiftPartB X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Укрийтеся в приміщенні з \"Іскрою\""
ObjectiveTextPools[1]="Лілі Шень повинна активувати \"Іскру\""
ObjectiveTextPools[2]="\"Іскра\" повинна вимкнути подачу газу"
ObjectiveTextPools[3]="Підняти всіх солдатів XCOM на ліфтах"
ObjectiveTextPools[4]="Лілі Шень повинна вижити"
ObjectiveTextPools[5]="\"Іскра\" повинна вижити"

[DefaultLastGiftPartC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищити сектопод Джуліана"
ObjectiveTextPools[1]="Захопити дах"
ObjectiveTextPools[2]="Лілі Шень повинна вижити"
ObjectiveTextPools[3]="\"Іскра\" повинна вижити"

[MissionTimers]
LostTowersTitle="Потік отруйного газу"
LostTowersSubtitle="Ходів до заповнення кімнати"

[MissionWorldMessages]
SoldierReturnedToAvenger="Поранений солдат XCOM повернувся на \"Месника\""


; *********************************************************************************************************************
; ***                                            SPARK ABILITIES                                                   ***
; *********************************************************************************************************************

; ---------- General Path -----------------

[Overdrive X2AbilityTemplate]
LocFriendlyName="Овердрайв"
LocLongDescription="Три дії протягом ходу, жодна з яких не завершує його. Послідовні стандартні постріли з невеликим штрафом від віддачі."
LocHelpText="Три дії протягом ходу, жодна з яких не завершує його. Послідовні стандартні постріли з невеликим штрафом від віддачі."
LocPromotionPopupText="<Bullet/> Після кожного пострілу в режимі форсажу додається штраф -<Ability:Overdrive_RecoilPenalty/>% до влучності.<br/><Bullet/> Форсаж активується без дії та перезаряджається <Ability:SelfCooldown/> хода.<br/>"

[SparkRocketLauncher X2AbilityTemplate]
LocFriendlyName="Ракетомет"
LocHelpText="Постріл ракетою в зазначену зону."

[SparkShredderGun X2AbilityTemplate]
LocFriendlyName="Постріл з осколочної гармати"
LocHelpText="Постріл з осколочної гармати з конусною зоною ураження."

[SparkShredstormCannon X2AbilityTemplate]
LocFriendlyName="Штурмова гармата"
LocHelpText="Постріл зі штурмової гармати."

[SparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Вогнемет"
LocHelpText="Струмінь полум'я в конусоподібній зоні."

[SparkFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="Вогнемет \"Геєнна\""
LocHelpText="Струмінь полум'я в конусоподібній зоні."

[SparkBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерна бомба"
LocHelpText="Постріл бластерною бомбою по зазначеній зоні."

[SparkPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="Плазмовий бластер"
LocHelpText="Постріл з плазмового бластера."

; ---------- War Machine Path ------------------

; Aspirant (Corporal)
[Bulwark X2AbilityTemplate]
LocFriendlyName="Бастіон"
LocLongDescription="Додає 1 одиницю броні та дозволяє виконувати роль високого укриття для всіх союзників."
LocHelpText="Додає 1 одиницю броні та дозволяє виконувати роль високого укриття для всіх союзників."
LocPromotionPopupText="<Bullet/> \"Бастіон\" додає 1 одиницю броні.<br/><Bullet/> Союзники поруч з \"Іскрою\" отримують бонус до захисту, як від високого укриття.<br/>"

; Knight (Sergeant)
[Arsenal X2AbilityTemplate]
LocFriendlyName="Арсенал"
LocLongDescription="\"BIT\" здатний використовувати важке озброєння"
LocHelpText="\"BIT\" здатний використовувати важке озброєння"
LocPromotionPopupText="<Bullet/> Здібність \"Арсенал\" дозволяє \"Іскрі\" використовувати важке озброєння.<br/>"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="Злив"
LocLongDescription="Використовуване важке озброєння завдає +<Ability:Rainmaker_BonusDamage/> одиниць шкоди в збільшеній зоні ураження."
LocHelpText="Використовуване важке озброєння завдає більше шкоди в збільшеній зоні ураження."
LocPromotionPopupText="<Bullet/> \"Злив\" додає <Ability:Rainmaker_BonusDamage/> одиниць шкоди всьому важкому озброєнню.<br/><Bullet/> Для важкого озброєння з круглою зоною ураження радіус збільшується на <Ability:Rainmaker_BonusRadius/>.<br/><Bullet/> Для озброєння з конічною зоною ураження діаметр збільшується на <Ability:Rainmaker_BonusDiameter/>, а довжина - на <Ability:Rainmaker_BonusLength/>.<br/>"

; Cavalier (Lieutenant)
[Intimidate X2AbilityTemplate]
LocFriendlyName="Залякування"
LocLongDescription="Коли ворог атакує, він може запанікувати."
LocHelpText="Коли ворог атакує, він може запанікувати."
LocFlyOverText="Залякування"
LocPromotionPopupText="<Bullet/> Ймовірність \"Залякування\" підвищується при покращенні броні \"Іскри\".<br/><Bullet/> Здібність активується при атаках в рукопашній та по площі.<br/><Bullet/> Стрільба з режиму \"спостереження\" ігнорується.<br/>"

[IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="Залякування"
LocLongDescription="Коли ворог атакує, всі видимі противники можуть запанікувати."
LocHelpText="Коли ворог атакує, всі видимі противники можуть запанікувати."
LocFlyOverText="Залякування"
LocPromotionPopupText=""
LocMissMessage="Залякування не вдалося!"

; Vanguard (Captain)
[Repair X2AbilityTemplate]
LocFriendlyName="Ремонт"
LocLongDescription="\"BIT\" здатний підлетіти до будь-якого дружнього робота і відремонтувати його. Удосконалені моделі ремонтують ефективніше."
LocHelpText="\"BIT\" здатний підлетіти до будь-якого дружнього робота і відремонтувати його."
LocFlyOverText="Ремонт"
LocPromotionPopupText="<Bullet/> \"Ремонт\" відновлює <Ability:Repair_HealHP/> здоров'я.<br/><Bullet/> Удосконалення \"BIT\" дозволяє відновлювати більше ОЗ за раз.<br/><Bullet/> Використання здібності \"Ремонт\" не завершує хід, якщо є першим діянням.<br/><Bullet/> Використовується не більше <Ability:Repair_Charges/> разів за завдання.<br/>"

; Paladin (Major)
[AbsorptionField X2AbilityTemplate]
LocFriendlyName="Поглинаюче поле"
LocLongDescription="Коли \"Іскра\" потрапляє під обстріл, <Ability:WeaponName> заряджається енергією, яку можна використовувати при наступному пострілі."
LocHelpText="<Ability:WeaponName> при обстрілі заряджається енергією, яку можна використовувати при наступному пострілі."
LocFlyOverText="Поглинання енергії: +1"
LocPromotionPopupText="<Bullet/> З кожною одиницею поглиненої енергії <Ability:WeaponName> завдає на 1 одиницю більше шкоди при наступній атаці.<br/><Bullet/> Накопичена енергія витрачається навіть у тому випадку, якщо постріл не влучає в ціль.<br/>"

; Champion (Colonel)
[Sacrifice X2AbilityTemplate]
LocFriendlyName="Самопожертва"
LocLongDescription="Створює захищену область, в якій всі атаки по союзникам перенаправляються на \"Іскру\". Дає додаткову броню і захист на час дії здібності."
LocHelpText="Створює захищену область, спрямовуючи на себе атаки противників."
LocFlyOverText="Самопожертва"
LocPromotionPopupText="<Bullet/> Поки діє \"Самопожертва\", \"Іскра\" отримує +<Ability:Sacrifice_Defense/> до захисту і +<Ability:Sacrifice_Armor/> до броні.<br/><Bullet/> Перезарядка - <Ability:SelfCooldown/> хода.<br/>"

; ---------- Future Combat Path ----------------

; Aspirant (Corporal)
[AdaptiveAim X2AbilityTemplate]
LocFriendlyName="Адаптивне прицілювання"
LocLongDescription="В режимі форсажу стандартні постріли не отримують штраф за віддачу."
LocHelpText="В режимі форсажу стандартні постріли не отримують штраф за віддачу."
LocPromotionPopupText="<Bullet/> Адаптивне прицілювання усуває штраф в <Ability:Overdrive_RecoilPenalty/>% точності за послідовні постріли при активному форсажі.<br/>"

; Knight (Sergeant)
[Strike X2AbilityTemplate]
LocFriendlyName="Ривок"
LocLongDescription="Потужна рукопашна атака будь-якої цілі в межах дистанції переміщення."
LocHelpText="Потужна рукопашна атака будь-якої цілі в межах дистанції переміщення."
LocPromotionPopupText="<Bullet/> Щоб активувати атаку, наведіть курсор руху на противника.<br/><Bullet/> \"Іскра\" підбіжить впритул до цілі, витративши обидві дії, і виконає удар.<br/>"

; Cavalier (Lieutenant)
[WreckingBall X2AbilityTemplate]
LocFriendlyName="Руйнівник"
LocLongDescription="В режимі форсажу \"Іскра\" здатна проходити через стіни і укриття."
LocHelpText="В режимі форсажу \"Іскра\" здатна проходити через стіни і укриття."
LocPromotionPopupText="<Bullet/> \"Руйнівник\" дозволяє підставити ворогів під атаки з флангу.<br/><Bullet/> Вкажіть \"Іскрі\" маршрут, який максимально ефективно зруйнує ворожі укриття.</br>"

; Vanguard (Captain)
[Bombard X2AbilityTemplate]
LocFriendlyName="Артобстріл"
LocLongDescription="Запуск \"BIT\" в будь-яку видиму точку, де він влаштовує потужний вибух. Удосконалені моделі завдають більше шкоди."
LocHelpText="Запуск \"BIT\", який атакує всіх ворогів в зоні дії."
LocPromotionPopupText="<Bullet/> Здібність \"Артобстріл\" можна застосувати по будь-якій точці в межах \"загального виду\".<br/><Bullet/> Удосконаливши \"BIT\", ви зможете завдавати більше шкоди.<br/>"

; Paladin (Major)
[HunterProtocol X2AbilityTemplate]
LocFriendlyName="Протокол полювання"
LocLongDescription="При виявленні противника в режимі \"спостереження\" є <Ability:HunterProtocol_Chance/>% ймовірність зробити постріл."
LocHelpText="При виявленні противника в режимі \"спостереження\" є <Ability:HunterProtocol_Chance/>% ймовірність зробити постріл."
LocPromotionPopupText="<Bullet/> \"Протокол полювання\" робить \"Іскру\" ідеальним розвідником, оскільки дозволяє негайно атакувати виявлених противників.<br/>"

; Champion (Colonel)
[Nova X2AbilityTemplate]
LocFriendlyName="Нова"
LocLongDescription="Викид енергії, що завдає шкоди всім найближчим противникам. Не має вартості та перезарядки, проте послідовні застосування пошкоджують \"Іскру\"."
LocHelpText="Шкода всім найближчим противникам. Послідовне застосування пошкоджує \"Іскру\"."
LocPromotionPopupText="<Bullet/> \"Нова\" не потребує дій і миттєво перезаряджається.<br/><Bullet/> Перше застосування протягом кожного завдання завдає 0 шкоди \"Іскрі\".<br/><Bullet/> Всі наступні атаки після першої завдають \"Іскрі\" накопичувальний збиток в <Ability:Nova_Damage/> одиниць.<br/>"

; ---------- Feral Sparks ----------------

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="Активувати самознищення"
LocLongDescription="Активація режиму самознищення. Режим можна активувати вручну, а також МЕК може вибухнути сам при отриманні фатальної шкоди."
LocHelpText="Активація режиму самознищення. Режим можна активувати вручну, а також МЕК може вибухнути сам при отриманні фатальної шкоди."

[TriggerSelfDestruct X2AbilityTemplate]
LocFriendlyName="Запустити самознищення"
LocLongDescription="Детонація МЕКа, яка знищує його і завдає шкоди всім поруч."
LocHelpText="Детонація МЕКа, яка знищує його і завдає шкоди всім поруч."

; *********************************************************************************************************************
; ***                                            SHEN ABILITIES                                                     ***
; *********************************************************************************************************************

[CombatProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол нападу"
LocLongDescription="Відправити \"Гремліна\", щоб атакувати ворога і завдати йому гарантованої шкоди (для роботизованих противників вона буде більш суттєвою)."
LocHelpText="Відправити \"Гремліна\", щоб атакувати ворога і завдати йому гарантованої шкоди (для роботизованих противників вона буде більш суттєвою). Ціль повинна бути в зоні прямої видимості."
LocFlyOverText="Протокол нападу"
LocPromotionPopupText="<Bullet/> \"Протокол нападу\" перезаряджається ходів: <Ability:SelfCooldown/>.<br/>"

[CapacitorDischarge_Shen X2AbilityTemplate]
LocFriendlyName="Розряд конденсатора"
LocLongDescription="\"Гремлін\" відправиться в зазначену точку і здійснить там потужний електричний розряд, завдаючи шкоди з ймовірністю оглушення всім, хто знаходиться поруч з ним. Роботизовані бійці отримають більше шкоди."
LocHelpText="\"Гремлін\" атакує струмом усіх, хто знаходиться в радіусі ураження. Роботизовані бійці отримують додаткову шкоду."
LocFlyOverText="Розряд конденсатора"
LocPromotionPopupText="<Bullet/> \"Розряд конденсатора\" перезаряджається ходів: <Ability:SelfCooldown/>.<br/>"

[MedicalProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол лікування"
LocLongDescription="\"Гремлін\" здатний віддалено застосовувати здібності \"Допомога\" і \"Стабілізація\". У \"Гремліна\" є 4 заряди. За наявності аптечки \"Гремлін\" може отримати додатковий заряд."
LocHelpText="Тепер \"Гремлін\" виконує лікувальні дії: \"Лікування\" та \"Стабілізація\"."
LocFlyOverText="Протокол лікування"
LocPromotionPopupText="<Bullet/> Поліпшення \"Гремліна\" дозволяє відновлювати більше ОЗ за раз.<br/><Bullet/> \"Гремлін: лікування\" або \"Гремлін: стабілізація\" не завершують хід, якщо використовуються першою дією.<br/>"

[GremlinHeal_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлін\": лікування"
LocLongDescription="Відправити \"Гремліна\" на допомогу пораненому союзнику. Він може відновити до <Ability:GREMLINHEALHP/> ОЗ за одне використання. Удосконалені \"Гремліни\" відновлюють трохи більше ОЗ."
LocHelpText="Відправити \"Гремліна\" на допомогу пораненому союзнику."
LocPromotionPopupText=""

[GremlinStabilize_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлін\": стабілізація"
LocLongDescription="Не дає бійцю померти від втрати крові. Витрачає один заряд (який ділиться зі здібністю \"лікування\")."
LocHelpText="Не дає бійцю померти від втрати крові."
LocFlyOverText="Стабілізовано"
LocPromotionPopupText=""

[Interact_ActivateSpark X2AbilityTemplate]
LocFriendlyName="Активувати \"Іскру\""
LocHelpText="Активувати \"Іскру\"."

[Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Зламати управління ліфтами"
LocHelpText="Зламати панель управління ліфтами."

[Interact_AtmosphereComputer X2AbilityTemplate]
LocFriendlyName="Використати контроль атмосфери"
LocHelpText="Забезпечити вентиляцію кімнати."

[Interact_UseElevator X2AbilityTemplate]
LocFriendlyName="Використати ліфт"
LocHelpText="Слідуйте на верхній поверх."

[IntrusionProtocol_Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Зламати управління ліфтами"
LocHelpText="Зламати панель управління ліфтами."

;--------------------------------
; Spark Customization - Heads
;--------------------------------
[Spark_Head_A X2BodyPartTemplate]
DisplayName="Дельта 1"
[Spark_Head_B X2BodyPartTemplate]
DisplayName="Дельта 2"
[Spark_Head_C X2BodyPartTemplate]
DisplayName="Дельта 3"
[Spark_Head_D X2BodyPartTemplate]
DisplayName="Дельта 4"
[Spark_Head_E X2BodyPartTemplate]
DisplayName="Дельта 5"
[Spark_Head_F X2BodyPartTemplate]
DisplayName="Дельта 6"
[Spark_Plt_Head_A X2BodyPartTemplate]
DisplayName="Плити 1"
[Spark_Plt_Head_B X2BodyPartTemplate]
DisplayName="Плити 2"
[Spark_Pwr_Head_A X2BodyPartTemplate]
DisplayName="Силовий 1"
[Spark_Pwr_Head_B X2BodyPartTemplate]
DisplayName="Силовий 2"

;--------------------------------
; Spark Customization - Voices
;--------------------------------
[SparkCalmVoice1_English X2BodyPartTemplate]
DisplayName="Англійська - Страж"
[SparkWarriorVoice1_English X2BodyPartTemplate]
DisplayName="Англійська - Воїн"
[SparkJulianVoice1_English X2BodyPartTemplate]
DisplayName="Англійська - Джуліан"

[SparkCalmVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Страж"
[SparkWarriorVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Воїн"
[SparkJulianVoice1_French X2BodyPartTemplate]
DisplayName="Французька - Джуліан"

[SparkCalmVoice1_German X2BodyPartTemplate]
DisplayName="Німецька - Страж"
[SparkWarriorVoice1_German X2BodyPartTemplate]
DisplayName="Німецька - Воїн"
[SparkJulianVoice1_German X2BodyPartTemplate]
DisplayName="Німецька - Джуліан"

[SparkCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="Італійська - Страж"
[SparkWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="Італійська - Воїн"
[SparkJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="Італійська - Джуліан"

[SparkCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="Іспанська - Страж"
[SparkWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="Іспанська - Воїн"
[SparkJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="Іспанська - Джуліан"

;--------------------------------
;Tatoos
;--------------------------------
[DLC_3_Tattoo_Arms_01 X2BodyPartTemplate]
DisplayName="Шень"

;--------------------------------
;Lost Towers Shen
;--------------------------------
[LostTowersShen X2CharacterTemplate]
strForcedFirstName="Lily"
strForcedLastName="Shen"
strForcedNickName=""

;--------------------------------
;Spark Country
;--------------------------------
[Country_Spark X2CountryTemplate]
DisplayName="\"Іскра\""
DisplayNameWithArticle="\"Іскра\""
DisplayNameWithArticleLower="\"Іскра\""
DisplayNamePossessive="\"Іскр.\""
DisplayAdjective="\"Іскра\""

;--------------------------------
;Hack Rewards
;--------------------------------

[ActivateElevator X2HackRewardTemplate]
FriendlyName="Активувати ліфт"
Description="Активувати систему ліфтів."

[ElevatorIntel X2HackRewardTemplate]
FriendlyName="Невеликий обсяг даних"
Description="Отримати невеликий обсяг даних."

[ElevatorSupplies X2HackRewardTemplate]
FriendlyName="Невеликий запас матеріалів"
Description="Отримати невеликий запас матеріалів."

[ControlAllDerelicts X2HackRewardTemplate]
FriendlyName="Масове вторгнення"
Description="Взяти під контроль всіх МЕКів на полі бою."